Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: If you would like to make a change to either the graphic file, the URL it is directing to, or to your company description, please email your request to Courtenay Pope at cpope@linuxfoundation.org and Tina Krauss at tkrauss@linuxfoundation.org.
ja: 掲載されているロゴのグラフィック ファイル、ロゴからリンクされるURL、または企業紹介文などを変更したい場合は、Courtenay Pope (cpope@linuxfoundation.org) およびTina Krauss (tkrauss@linuxfoundation.org) までご連絡ください。

source: If you're currently an Individual Supporter, you have the option to purchase a Linux.com email alias for life.
ja: 個人サポーターの方は、永久使用可能な Linux.com 電子メール エイリアスをオプションで購入できます。

source: If you're interested in joining Hyperledger Project as a member company, please visit: https://www.hyperledger.org/about/join
ja: Hyperledger プロジェクトのメンバー加盟をご検討の企業は、こちらを参照してください。 https://www.hyperledger.org/about/join

source: If your submission is accepted, you will need to prepare a 20-minute presentation, including slides that you will present in English during the Students' Night.
ja: 発表者として選ばれた方は、Students' Night で 20 分間の発表を英語で行っていただきますので、スライドなども含めたプレゼンテーションの準備をしてください。

source: If you’re interested in joining Hyperledger as a member company, please visit: https://www.hyperledger.org/about/join
ja: Hyperledger プロジェクトへの加盟をご検討の企業は、こちらを参照してください。 https://www.hyperledger.org/about/join

source: If you’re interested in joining Hyperledger as a member company, please visit: https://www.hyperledger.org/join
ja: Hyperledger プロジェクトへの加盟をご検討の企業は、こちらを参照してください。 https://www.hyperledger.org/about/join

source: Ihab Tarazi, CTO, Equinix, and Zaid Ali Kahn, Sr. Director, Infrastructure Engineering, LinkedIn
ja: Ihab Tarazi (CTO, Equinix)、Zaid Ali Kahn (Sr. Director, Infrastructure Engineering, LinkedIn)

source: Important Dates
ja: 今後のスケジュール

source: Important Dates/Deadlines
ja: 今後のスケジュール

source: In 2005, he received the AT&T Distinguished Scientist Award.
ja: 2005年にはAT&T Distinguished Scientist Awardを受賞しました。

source: In 2014, Inside Counsel named Eileen to its “R3-100 roundup,” a list of 100 women who will likely be ready to become General Counsel in the Fortune 500 in the next three years.
ja: 2014 年、Insice Counsel 誌は Eileen を “R3-100 roundup”（今後3年でフォーチュン500のゼネラル カウンシルになる用意がある100人の女性）の1人に挙げています。

source: In 2016, funds were donated to Outreachy, a proven initiative that coordinates and underwrites programming internships for women, trans men and genderqueer people; FreeGeek, which recycles and refurbishes used computers and provides desktop training for underserved populations; and #YesWeCode, which is focused on training low opportunity youth to become high level coders.
ja: 2016 年に本プログラムによって得られた資金は、Outreachy (女性や性的少数派の人々向けのプログラミング インターンシップの調整・支援を行う実績あるイニシアチブ)、Free Geek (中古コンピューターをリサイクルおよび修理調整し、恵まれない人々にデスクトップ トレーニングを行うプロジェクト)、および ＃YesWeCode (トレーニング機会に恵まれない若者に高度なプログラマー教育を行う取り組み) への寄付に活用されました。

source: In 2016, nearly 1800 attendees from 24 countries viewed information showcased by innovators and technical leaders at companies including Allstate, Comcast, Volkswagen and more.
ja: 2016年には24か国から約1,800人が参加し、Allstate、Comcast、Folkswagenなどのイノベーターやテクニカル リーダーの情報に触れました。

source: In 2016, the Group sold around 3 million vehicles and employed a workforce of 282,488 people; revenue totalled €153.3 billion and EBIT amounted to €12.9 billion.
ja: 2016 年の同グループ全体の販売台数は 約 300万台、従業員数は 282,488 人、売上高は 1533 億ユーロ、EBIT (支払金利前税引前利益) は 129 億ユーロでした。

source: In a world where the network is becoming fundamental to the way people communicate, performance, throughput, and latency are increasingly important for applications like wireless core and access, wireline infrastructure, routers, load balancers, firewalls, video streaming, VoIP, and more.
ja: ネットワークが人々の基本的なコミュニケーション手段となっている世界では、ワイヤレス コア&アクセス、有線基盤、ルーター、ロード バランサー、ファイアウォール、ビデオ ストリーミング、VoIPなどのアプリケーションにとって、パフォーマンス、スループット、およびレイテンシが

source: In addition to a review board, our executives have established a written policy and process for contributing new projects or components, and participate in the approval process.
ja: 上層部は、調査委員会を設けているほか、新しいプロジェクトやコンポーネントを貢献するためのポリシーとプロセスを書面化し、承認プロセスにも参加しています。

source: In addition to her work on The Linux Foundation Board of Directors, Ms. Evans represented HP and then HPE on the OpenStack Foundation Board of Directors from 2012 through 2017.
ja: 2012 年から 2017 年は、HP および HPE を代表して The Linux Foundation のボード メンバーだけでなく OpenStack Foundation のボード メンバーも務めています。

source: In addition to joining the Foundation, many new members have joined Linux Foundation projects such as Automotive Grade Linux, Cloud Native Computing Foundation, Hyperledger and Zephyr Project.
ja: 新メンバーの多くは、The Linux Foundation に加盟するだけでなく、Automotive Grade Linux、Cloud Native Computing Foundation、Hyperledger、Zephyr などの Linux Foundation プロジェクトに参加しています。

source: In addition to joining the Foundation, many of these new members have joined Linux Foundation projects such as Automotive Grade Linux, Cloud Native Computing Foundation, Hyperledger, Open Container Initiative, Open Mainframe Project, Open Network Automation Platform (ONAP), OpenSwitch and Yocto Project.
ja: 新メンバーの多くは、The Linux Foundationに加盟するだけでなく、Automotive Grade Linux、Cloud Native Computing Foundation、Hyperledger、Open Container Initiative、Open Mainframe Project、Open Network Automation Platform (ONAP)、OpenSwitch、Yocto ProjectなどのLinux Foundationプロジェクトにも参加しています。

source: In addition to keynote sessions, breakouts will be offered across technical, leadership and professional open source tracks.
ja: 基調講演に加えて、技術、リーダーシップ、プロフェッショナル オープン ソースなどのトラックで分科会が用意されています。

source: In addition to previously announced keynote speakers, the following keynotes have now been confirmed:
ja: すでに発表されている基調講演者に加え、以下のような基調講演が確定しました (敬称略)。

source: In addition to reviews and tracking, our organization's repository and management processes provide support for external release of bug fixes (and other code developed by our organization) to third-party vendors or open source communities.
ja: 調査と追跡を行うほか、リポジトリ・管理プロセスにおいて、サードパーティ ベンダーやオープン ソース コミュニティに対し、バグ修正や自社開発コードの外部公開などのサポートを行っています。

source: In addition to the generally applicable rules discussed above, there are a few specific rules that we ask everyone to follow when using trademarks owned by The Linux Foundation.
ja: The Linux Foundation が所有する商標を使用する際、上記の一般的なルールに加えて、The Linux Foundation は、すべての利用者に下記のルールに従うようお願いしています。

source: In addition to the industry leading mobile carriers AT&T, Deutsche Telekom and SK Telecom, xRAN.org includes technology suppliers and research leaders including, Intel, Texas Instruments, Aricent, Radisys and Stanford University.
ja: xRAN には業界大手のモバイル通信企業 AT&T、Deutsche Telekom、SK Telecom のほか、技術サプライヤーや大手研究機関 (Intel、Texas Instruments、Aricent、Radisys、スタンフォード大学など) が加盟しています。

source: In addition to the requirement that any use of a mark to make an assertion of compatibility must, of course, be accurate, the use of these marks must avoid confusion regarding The Linux Foundation’s association with the product.
ja: 互換性を保証する標識の使用は当然ながら厳正でなければならないという要件に加えて、これらの標識の使用によって、製品と The Linux Foundation の関係に関して、混乱が起きることを避けなければなりません。

source: In addition, the emergence of 5G requirements, including very low latency, high throughput, availability and connection density, present technical challenges that call for faster innovation and operator flexibility to meet increasing customer demands and future operational and efficiency requirements.
ja: さらに、低レイテンシ、高スループット、可用性、接続密度といった 5G 要件の出現で技術的な課題が露呈し、増え続ける顧客の要求や将来の運用・効率性要件を満たすための高速なイノベーションと通信会社の柔軟性が必要になっています。

source: In order to ensure your contact info is updated in our systems correctly, we kindly request all names and addresses be filled out in English.
ja: The Linux Foundation のシステムがあなたの連絡先情報を正しく更新できるように、お名前とご住所を英語で入力していただくようお願いしています。

source: In order to maximize the value of event sponsorship articles for promoting an event and its sponsors, we recommend that articles publish at least two to three weeks in advance of the event date.
ja: イベントやイベント スポンサーシップの振興を目的とするイベント スポンサーシップの記事の価値を最大化するために、

source: In particular, a ™ should not be changed to an ® in a trademark notice by anyone other than the owner.
ja: 特に、商標告知の中で、商標所有者以外は誰も「™」マークを「®」マークに変えるべきではありません。

source: In the majority of cases, the decline reasons are generic and the bank does not share specific information as to why a charge was declined.
ja: しかし多くの場合、銀行から通知される拒否理由は一般的な表現で、詳細な拒否理由が通知されることはまずありません。

source: In the near term you can expect expanded Japanese support for our curriculum and Onboarding Package along with Chinese and Spanish support for the specification.
ja: なお、カリキュラムや入門パッケージの公式日本語版、および仕様書の中国語版とスペイン語版も近々公開の予定です。

source: Includes large branded signage in breakfast and break areas, as well as recognition on event website.
ja: 朝食エリアやブレーク エリアにブランド名入り大型看板を設置し、イベントの Web サイトでもアピールします。

source: Includes logo on live stream home page, two attendee passes and logo on website and signage.
ja: ライブ ストリーム ホーム ページへの企業ロゴ掲載、招待券 2 枚、および Web サイトと看板への企業ロゴ掲載がセットされています。

source: Includes sponsor signage and verbal recognition at lunch.
ja: ランチ タイムにスポンサーの看板が展示され、アナウンスがあります。

source: Includes sponsored signage in lounge areas.
ja: ラウンジにスポンサーの看板が展示されます。

source: Includes verbal recognition at the event and sponsor signage throughout the venue.
ja: イベントにおいてアナウンスで紹介し、会場内各所に看板を設置します。

source: Includes your logo on sleeve of shirt.
ja: シャツの袖に企業ロゴが入ります。

source: Includes: Logo on onsite signage throughout the 3 days of Open Source Summit Japan, exclusive recognition at the Student’s Night, exclusive opportunity to provide collateral to give out during the Student’s Night, and review talk submissions as a part of Program Committee.
ja: Open Source Summit Japan の 3 日間にわたり、社名ロゴ入りの看板がイベント会場に設置されます。Student's Night は心に残る特別なプログラムです。印象的な配布物などでアピールするチャンスでもあります。プログラム委員として発表案の選定にも参加します。

source: Including corporations, associations and academic institutions worldwide
ja: 世界中の企業、団体、学術機関など

source: Incorrect: <The Linux Foundation mark> - <your product name>
ja: 誤: <The Linux Foundation 標識> - <製品名>

source: Incorrect: <The Linux Foundation mark> <your product name>
ja: 誤: <The Linux Foundation 標識> <製品名>

source: Incorrect: <The Linux Foundation mark> Quick Start by <your company name>
ja: 誤: <The Linux Foundation 標識> Quick Start by <製品/会社名>

source: Incorrect: <The Linux Foundation mark> by <your company name>
ja: 誤: <The Linux Foundation 標識> by <製品名>

source: Incorrect: <your product/company name> - <The Linux Foundation mark>
ja: 誤: <製品/会社名> - <The Linux Foundation 標識>

source: Increase awareness of company news/stories by working with The Linux Foundation on an interview and article that will be posted on Linux.com within one month of the event (Linux.com receives over 1 million unique visitors each month).
ja: イベント後 1 か月間 Linux.com に掲載されるインタビューや記事について The Linux Foundation と協力し、企業のニュースやストーリーの認知度をアップしましょう (Linux.com は毎月 100 万人以上のユニーク ビジター数を誇ります)。

source: Increase brand awareness & recognition
ja: ブランド知名度を強化できる

source: Individual Contributor
ja: 個人貢献者

source: Individual Contributor 20%
ja: 個人貢献者 20%

source: Individual Contributor 40%
ja: 個人貢献者 40%

source: Individual Supporter - $49/year
ja: 個人サポーター － 年間 49 米ドル

source: Individual Supporter fee has decreased from $99 to $49.
ja: 個人サポーターの料金が $99 から $49 ドルに値下げされました。

source: Individual Supporter role expires after 12 months for all, including verified students who became an Individual Supporter at the student rate.
ja: 個人サポーター資格は 12 か月で満期になります。学生の個人サポーターとして認められた方も同じです。

source: Individual Supporters
ja: 個人サポーター

source: Individual Supporters of The Linux Foundation are contributing to this massive innovation and helping to advance the greatest shared resources of our time.
ja: The Linux Foundation の個人サポーターは、この大規模な技術改革に貢献するとともに、現代最大の共有リソースの発展を支えています。

source: Individual Supporters receive benefits such as a weekly “Briefing Book” with news, technical tips, and analysis, the option to purchase a lifetime linux.com email alias, and discounts on Linux Foundation events, training, and certification exams.
ja: 個人サポーターになると、週刊ブリーフィング ブック (ニュース、テクニカル チップス、分析などが満載)、ライフタイム電子メール エイリアス購入オプション、Linux Foundation のイベント参加料金、トレーニング、認証プログラムなどの割り引きなど、さまざまな特典が受けられます。

source: Individual projects under The Linux Foundation may have additional guidelines and requirements for the use of trademarks intended to imply compliance with certain criteria or other requirements, and in such cases compliance with such criteria and requirements is necessary.
ja: The Linux Foundation 配下の各プロジェクトは、それぞれの商標の使用について追加的な利用ガイドラインや要件を持つこともあり、一定の基準や要件への準拠性を意味させることを意図していますが、そのようなケースではその基準や要件への準拠が必要です。

source: Individuals who apply must not be able to get funding from their companies to attend these events, and should be active members of the open source community.
ja: この制度は、オープン ソース コミュニティのアクティブメンバーであるにもかかわらず、当イベントの参加費用について所属企業から支援を受けられない方に対して適用されます。

source: Industrial Manufacturing 3%
ja: メーカー 3%

source: Industrial Manufacturing and Machinery
ja: 工業生産・機械

source: Industry Support for ONAP:
ja: ONAP を支援する企業のコメント (原文)

source: Industry experts join to talk about their areas of expertise, collaborate and network with people in informal settings during the hallway track, breaks and exciting evening events.
ja: また業界専門家も参加し、彼らの専門分野について講演するだけでなく、ホールウェイ トラック (通路などでの歓談) やブレイク、あるいはエキサイティングなイブニング イベントなどの打ち解けた空気の中で人々と和やかに交流したり、協業を進めたりします。

source: Information will be available soon!
ja: 詳細についてはまもなく掲載予定です。

source: Initial keynote speakers who have confirmed attendance to date include:
ja: 確定している基調講演者は、以下のとおりです。

source: Initiatives such as the Open Source Software Basics publication are part of The Linux Foundation’s effort to increase accessibility to such education.”
ja: Open Source Software Basics 電子書籍発行のような取り組みは、そのような教育へのアクセス性を高めようとする The Linux Foundation の活動の一環です。」

source: Innovators from China, Germany, Japan, North America, Norway, South Korea and the United Kingdom join to support development of the greatest shared technology investment in history
ja: 中国、ドイツ、日本、北米、ノルウェー、韓国、英国のイノベーター企業が参加 史上最大の共有技術投資の開発を支援

source: Innovium develops and deploys advanced technology that successfully addresses the most challenging issues facing data centers.
ja: Innovium https://www.innovium.com/ はデータ センター関連の難問解決を成功に導く先進技術を開発・提供しています。

source: Instructions on how to configure your email alias are also available on the Email Alias tab.
ja: 電子メール エイリアスの設定方法についても Email Alias タブでご確認いただけます。

source: Integration of the xRAN controller into the M-CORD platform, together with xRAN standardized interfaces will deliver a carrier-grade, programmable mobile network connectivity layer,” said Dr. Sachin Katti, Professor at Stanford University.
ja: xRAN コントローラーを M-CORD プラットフォームに統合し、xRAN 標準インタフェースが合わされば、キャリアグレードのプログラマブル モバイル ネットワーク接続レイヤが実現します。

source: Interested in Hosting a Co-Located Event?
ja: 併催イベントを誘致しませんか?

source: Interested in sponsoring multiple events and/or creating a custom sponsor package?
ja: 複数のイベントのスポンサーや、カスタム スポンサー パッケージにご興味はありませんか?

source: Interim Executive Director, OpenDaylight
ja: OpenDaylight 暫定エグゼクティブ ディレクター

source: Introduced in January 2016 and modeled after other community programs, the Individual Supporter program provides an avenue for individuals to help advance important community and industry initiatives that increase diversity in tech and access to new technologies.
ja: 同様のコミュニティ プログラムを参考にしつつ、2016年 1 月に刷新されたこの個人サポーター プログラムは、人々が個人レベルで、技術分野の多様性強化と新技術普及をめざす重要なコミュニティや業界イニシアチブの発展を支援できるプログラムです。

source: Introducing Wi-Fi and Bluetooth Application in AGL Charming Chinook, Sri Maldia Hari Asti, Alps Electric Co., Ltd
ja: ● AGL Charming ChinookのWi-Fi & Bluetoothアプリケーション紹介 Sri Maldia Hari Asti (Alps Electric Co., Ltd)

source: Introduction
ja: はじめに

source: Introduction to FOSS Compliance
ja: FOSS コンプライアンス入門

source: Introduction to FOSS Licenses
ja: FOSS ライセンス入門

source: Invitation-Only Events
ja: 招待制イベント

source: Invited speakers, media and select sponsors will gather for drinks, hors d'ouevres and networking at the Hilton Tokyo Odaiba.
ja: 招待券をお持ちの講演者、メディア、ならびにスポンサーの方は、ヒルトン東京お台場にて飲み物とオードブルをお楽しみいただけます。

source: IoT, Embedded, Mobile & Automotive
ja: IoT、組込み、モバイル、自動車関連

source: IoT.bzh
ja: IoT.bzh http://iot.bzh/

source: It also features one of the fastest-moving development processes and involves more developers than any other open source project.
ja: また、カーネル プロジェクトは、変化に素早く対応できる開発プロセスを特徴としており、オープン ソース プロジェクトの中でも最大の開発者を擁しています。

source: It also introduced the newly elected officers of the project and welcomed additional members.
ja: また、選出されたオフィサー陣や新加盟メンバーの紹介も行いました。

source: It covers development through the 4.7 release (which came out on July 24, 2016), with an emphasis on the releases (3.19 to 4.7) made since the last update.
ja: Linux カーネル 4.7 版 (2016 年 7 月 24 日公開) までをカバーしており、特に前回の更新からこの公開版まで (つまり 3.19 から 4.7 まで) の作業に重点を置いています。

source: It has been a typically busy period, with nine kernel releases created, many significant changes made, and continual growth of the kernel developer and user communities.
ja: この期間は多忙ながら充実していました。9 つのカーネル公開版が作成され、多くの重要な修正が行われ、カーネル開発者とユーザーからなるコミュニティの継続的成長を見ることができました。

source: It integrates ONOS, OpenStack, Docker, and XOS—all running on merchant silicon, white-box switches, commodity servers, and disaggregated access devices.
ja: ONOS、OpenStack、Docker、および XOS を統合し、これらすべてがマーチャント シリコン、ホワイトボックス スイッチ、コモディティ サーバー、およびディスアグリゲート アクセス デバイス上で動きます。

source: It is a conference celebrating and gathering together the open source projects, products, technologies, and companies that comprise the cloud and are driving the cloud, big data and networking ecosystems of today and tomorrow.
ja: クラウド構築に関わり、現在および将来のクラウド、ビッグ データ、ネットワークなどのエコシステムを牽引するオープン ソース プロジェクト、製品、テクノロジ、および企業を称賛して結集するカンファレンスです。

source: It is a global collaboration including leaders in finance, banking, Internet of Things, supply chains, manufacturing and Technology.
ja: 金融、銀行、IoT、サプライ チェーン、製造、技術などの分野のリーダー企業によるグローバル コラボレーションです。

source: It is a global collaboration including leaders in finance, banking, IoT, supply chain, manufacturing and technology.
ja: 金融、銀行、IoT、サプライ チェーン、製造、技術などの分野のリーダー企業によるグローバル コラボレーションです。

source: It is a physical space where conversation and interaction is not allowed, where attendees can go if for any reason they can't interact with other attendees at that time.
ja: クワイエット ルームでは、会話や通話はできません。何らかの理由で他の参加者と対話したくない場合などにご利用ください。

source: It is about 2.5 hours away from the Hilton Tokyo Odaiba.
ja: ヒルトン東京お台場から約2時間半です。

source: It is charged with managing the hardware, running user programs, and maintaining the overall security and integrity of the whole system.
ja: その役割は、ハードウェアの管理、ユーザー プログラムの起動、システムのセキュリティや統合性の確保などです。

source: It is from this collaborative effort we obtain the assurance the specification defines the requirements every quality compliance program must satisfy.”
ja: この協業から生まれた仕様書は、すべての上質なコンプライアンス プログラムが満たすべき要件を定義しています。」

source: It is licensed under a Creative Commons Attribution 4.0 International license (“CC BY 4.0”, available at https://creativecommons.org/licenses/by/4.0).
ja: 本文書は、Creative Commons Attribution 4.0 International license (“CC BY 4.0” https://creativecommons.org/licenses/by/4.0 ) のもとに利用が許諾されます。

source: It is not a charge on your credit card and the authorization will be removed after a certain period as determined by your Bank.
ja: この料金はあなたのクレジット カードからは支払われません。また承認記録そのものも、銀行の判断で一定期間後に削除されます。

source: It is offered openly, so other events may use it for their speakers, or individuals who are interested may enroll on their own.
ja: これは無償の公開コースですので、他のイベントの講演者はもとより、興味のある方は誰でも自由に受講できます。

source: It is one of the largest individual components on almost any Linux system.
ja: カーネルは Linux システムの中で大きなコンポーネントの一つです。

source: It is the runtime of choice for high-performance, low latency applications, powering everything from enterprise applications, robots, API engines, cloud stacks, and mobile websites.
ja: Node.js は高性能かつ低レイテンシなアプリケーションのためのランタイムの代表格で、企業アプリケーションをはじめ、ロボット、API エンジン、クラウド スタック、モバイル Web サイトなどあらゆるものを強化します。

source: It is this kernel which, after its initial release by Linus Torvalds in 1991, jump-started the development of Linux as a whole.
ja: 1991年 Linus Torvalds が最初に公開して以来、飛躍的に開発が進んだ Linux とはこのカーネルのことなのです。

source: It was built nearly 60 years ago and is certified as an Information Processing Technology Heritage.
ja: 富士通リレー式計算機FACOM128Bは60年近く前に製造され、2009年には第一回情報処理技術遺産に認定されています。

source: It's well established that leading companies are using open source strategically to power their business.
ja: 世界のリーディング カンパニーがオープン ソースを戦略的に活用してビジネスをより強固にしていることは、明白な事実です。

source: Its current brand portfolio includes, in addition to the world’s most valuable premium automotive brand, Mercedes-Benz, as well as Mercedes-AMG, Mercedes-Maybach and Mercedes me, the brands smart, EQ, Freightliner, Western Star, BharatBenz, FUSO, Setra and Thomas Built Buses, and Daimler Financial Services’ brands: Mercedes-Benz Bank, Mercedes-Benz Financial Services, Daimler Truck Financial, moovel, car2go and mytaxi.
ja: Daimler の現在のブランドには、世界で最も価値あるプレミアム カー ブランドである Mercedes-Benz をはじめ、Mercedes-AMG、Mercedes-Maybach and Mercedes me、the brands smart、EQ、Freightliner、Western Star、BharatBenz、FUSO、Setra and Thomas Built Buses、and Daimler Financial Services’ brands: Mercedes-Benz Bank、Mercedes-Benz Financial Services、Daimler Truck Financial、moovel、car2go、mytaxi などがあります。

source: Its team co-innovates with customers and partners to deliver automated, scalable and secure networks with agility, performance and value.
ja: 敏捷性・性能・価値が備わり、自動化されたスケーラブルで安全なネットワークを提供するために、カスタマーやパートナーとの共同イノベーションに取り組んでいます。

source: It’s well established that leading companies are using open source strategically to power their business.
ja: 世界のリーディング カンパニーがオープン ソースを戦略的に活用してビジネスをより強固にしていることは、明白な事実です。

source: I’m looking forward to the contributions and skills Daimler's team brings to the project.”
ja: ダイムラーのチームの貢献とスキルに期待しています。」

source: JOB FUNCTION
ja: 職種

source: JOB LEVEL
ja: 役職

source: Jim Zemlin, Executive Director, The Linux Foundation
ja: ● Jim Zemlin (The Linux Foundation エグゼクティブ ディレクター)

source: Jim Zemlin, Executive Director, The Linux Foundation providing a state of the industry
ja: Jim Zemlin 氏 (The Linux Foundation エグゼクティブ ディレクター) 業界の現状

source: Join the ONAP Technical Steering Committee
ja: ONAP技術運営委員会に参加する https://lists.onap.org/mailman/listinfo/onap-tsc

source: Join the growing CORD community
ja: Join the growing CORD community http://opencord.org/contribute/

source: Join us for the Fluentd Mini Summit, a CNCF event, which will be hosted at Open Source Summit Japan.
ja: CNCF イベント Fluentd Mini Summit にぜひご参加ください。Open Source Summit Japan の一部として併催されます。

source: Joining Automotive Grade Linux is the next step for BayLibre as we develop embedded system software in support of semiconductor manufacturers, solutions providers, Tier 1 suppliers, and automotive manufacturers,” said Michael Turquette, CEO at BayLibre.
ja: Automotive Grade Linuxへの加盟はBayLibreの次なる一歩です。弊社は半導体メーカー、ソリューション プロバイダー、ティア1サプライヤー、および自動車メーカーなどをサポートする組込みシステム ソフトウェアを開発しています。

source: Joining The Linux Foundation in 2013, Phil launched the OpenDaylight project and currently holds the position of Interim Executive Director.
ja: 彼は2013年にThe Linux Foundationの一員となってOpenDaylightプロジェクトを発足させ、現在は暫定エグゼクティブ ディレクターを務めています。

source: Juniper Networks challenges the status quo with products, solutions and services that transform the economics of networking.
ja: Juniper Networks http://www.juniper.net/us/en/ は、ネットワーク サービスの経済面を大きく変える製品、ソリューション、およびサービスにより、現状を打破しようとしています。

source: Just refer to the FAQ item on How can I get a linux.com email alias?
ja: このページの「linux.com 電子メール エイリアスの取得方法を教えてください。」を参照してください。

source: Katharina Borchert, Chief Innovation Officer & Patrick Finch, Strategy Director, Mozilla discussing community innovation
ja: Katharina Borchert 氏 (Mozilla 社 チーフ イノベーション オフィサー) および Patrick Finch 氏 (Mozilla 社ストラテジ ディレクター): コミュニティのイノベーション
